Repository: voronovski/TouchPoint
Catalog: TouchPoint/Localizable.xcstrings
Source language: en
Languages: ru

source: Saving this person will automatically plan an annual greeting using this template.
ru: При сохранении человека автоматически запланируется ежегодное поздравление по этому шаблону.

source: Schedule
ru: Расписание

source: Schedule not saved
ru: Расписание не сохранено

source: Scheduled text won't change when this template is updated.
ru: Текст запланированного поздравления не изменится при обновлении шаблона.

source: Search all moments or expand Personal, U.S. holidays, Observances, and Latin American dates.
ru: Найдите нужный повод или раскройте категории «Личные события», «Праздники США», «Памятные даты» и «Латиноамериканские даты».

source: Search occasions
ru: Поиск поводов

source: Select all
ru: Выбрать всех

source: Select at least one occasion
ru: Выберите хотя бы один повод

source: Selected
ru: Выбрано

source: Selected people
ru: Выбранные люди

source: Sender (optional)
ru: Отправитель (необязательно)

source: Settings
ru: Настройки

source: Shorten
ru: Сократить

source: Show nearest greeting
ru: Показать ближайшее поздравление

source: Skip greeting
ru: Пропустить поздравление

source: Skip this greeting
ru: Пропустить поздравление

source: Skip this greeting?
ru: Пропустить это поздравление?

source: Skipped
ru: Пропущено

source: Sort templates
ru: Сортировать шаблоны

# Step %lld of %lld · %@
source: Step %1$lld of %2$lld · %3$@
ru: Шаг %lld из %lld · %@

source: Stop and delete greetings
ru: Прекратить и удалить поздравления

source: Stop communication
ru: Прекратить коммуникацию

source: Stop communication with this person?
ru: Прекратить коммуникацию с этим человеком?

source: Subject
ru: Тема

source: Sync iCloud now
ru: Синхронизировать с iCloud

source: Syncing to iCloud…
ru: Синхронизация с iCloud…

source: Syncing…
ru: Синхронизация…

source: Tags (comma separated)
ru: Теги через запятую

source: Teal
ru: Бирюзовый

source: Template
ru: Шаблон

source: Template collection
ru: Коллекция шаблонов

source: Template filters
ru: Фильтры шаблонов

source: Template library
ru: Библиотека шаблонов

source: Template name
ru: Название шаблона

source: Templates
ru: Шаблоны

source: Text message
ru: Сообщение

source: Thanksgiving
ru: День благодарения

source: The communication setting could not be saved. Please try again.
ru: Не удалось сохранить настройку коммуникации. Попробуйте ещё раз.

source: The icon and color identify this template throughout the library.
ru: Иконка и цвет помогают узнать этот шаблон во всей библиотеке.

source: The recovered file will replace the current in-memory data only after it passes validation and saves successfully.
ru: Найденный файл заменит текущие данные в памяти только после проверки и успешного сохранения.

source: Their templates are kept and moved to Ungrouped.
ru: Шаблоны сохранятся и перейдут в раздел «Без коллекции».

source: There are no greetings in the selected period.
ru: В выбранном периоде нет поздравлений.

source: There are no greetings with this status in the selected period.
ru: В выбранном периоде нет поздравлений с этим статусом.

source: This also removes the person's planned greetings and cannot be undone.
ru: Это также удалит запланированные поздравления человека. Отменить действие нельзя.

source: This is the exact text TouchPoint will place in Messages or Mail.
ru: Это точный текст, который TouchPoint поместит в Сообщения или Почту.

source: This month
ru: Этот месяц

source: This removes the scheduled greeting and cannot be undone.
ru: Это удалит запланированное поздравление. Отменить действие нельзя.

source: This template is archived. Choose an active template to enable automatic planning.
ru: Этот шаблон в архиве. Выберите активный шаблон для автоматического планирования.

source: This time range is clear.
ru: В этом диапазоне ничего нет.

source: Three Kings Day
ru: День трёх королей

source: Time zone
ru: Часовой пояс

source: Title
ru: Название

source: To
ru: До

source: To enable notifications, open iPhone Settings → Notifications → Touch Point and turn on Allow Notifications.
ru: Чтобы включить уведомления, откройте «Настройки» iPhone → «Уведомления» → Touch Point и включите «Допуск уведомлений».

source: Today
ru: Сегодня

source: Tone
ru: Тон

source: Top level
ru: Верхний уровень

source: Touch Point keeps working locally without an account or network. Your complete private snapshot is used for recovery on another device; it is not shared with other people.
ru: Touch Point продолжает работать локально без аккаунта и сети. Полная приватная копия используется для восстановления на другом устройстве и не передаётся другим людям.

source: Touch Point uses on-device notifications for upcoming actions. It never sends the greeting for you. You can change notification access in iOS Settings.
ru: Touch Point использует уведомления на устройстве для напоминания о предстоящих действиях. Приложение никогда не отправляет поздравление от вашего имени. Настройки доступа к уведомлениям можно изменить в настройках iOS.

source: Translate to %@
ru: Перевести на %@

source: Type
ru: Тип

source: U.S. holidays
ru: Праздники США

source: Ukrainian holidays
ru: Праздники Украины

source: Unfavorite
ru: Убрать из избранного

source: Untitled template
ru: Шаблон без названия

source: Upcoming
ru: Предстоящие

source: Use
ru: Использовать

source: Use each person's preferred method
ru: Использовать предпочтительный способ каждого человека

source: Use this when the person asks you to stop contacting them. Planned greetings are removed and new greetings cannot be scheduled while this is on. Turning it off does not restore deleted greetings.
ru: Включите, если человек попросил больше с ним не связываться. Запланированные поздравления будут удалены, а создание новых станет недоступно. Выключение переключателя не восстановит удалённые поздравления.

source: Valentine's Day
ru: День святого Валентина

source: Variant
ru: Вариант

source: Variation
ru: Вариант

source: Variation %lld
ru: Вариант %lld

source: Version
ru: Версия

source: Version %lld
ru: Версия %lld

source: Veterans Day
ru: День ветеранов

source: Victory Day
ru: День Победы

source: Victory in Europe Day (France)
ru: День Победы в Европе (Франция)

source: View details
ru: Просмотреть детали

source: Wedding anniversary
ru: Годовщина свадьбы

source: When you save a person with this occasion, its attached template creates an annual greeting at 9:00 AM in their time zone. Without a template, only the important date is saved.
ru: При сохранении человека с этим поводом привязанный шаблон создаёт ежегодное поздравление на 9:00 в его часовом поясе. Без шаблона сохраняется только важная дата.

source: Work
ru: Работа

source: Work anniversary
ru: Годовщина работы

source: Year planned
ru: Год запланирован

source: You can add birthdays and other important dates later from People.
ru: Дни рождения и другие важные даты можно добавить позже в разделе «Люди».

source: You can adjust this context for the generated text. The event, person, and template are not changed.
ru: Этот контекст можно изменить для генерации текста. Событие, человек и шаблон не изменятся.

source: You can keep using Touch Point with notifications off. Your planned greetings stay in your schedule, and you can open and complete them as usual.
ru: Вы можете пользоваться Touch Point с выключенными уведомлениями. Запланированные поздравления остаются в расписании — их можно открывать и отмечать выполненными как обычно.

source: Your local data remains available while sync runs.
ru: Локальные данные остаются доступными во время синхронизации.

source: Your name
ru: Ваше имя

source: Your name is used as the sender. The default language is selected automatically for every new template.
ru: Имя используется как имя отправителя. Язык по умолчанию автоматически выбирается для каждого нового шаблона.
